Revit 2027 API
SizingOptions.MinSize Property
 The minimal size in feet, defaults to 0.041666 ft (0.5 inch).
Namespace: Autodesk.Revit.DB.Analysis
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public double MinSize { get; set; }
Public Property MinSize As Double
	Get
	Set
public:
property double MinSize {
	double get ();
	void set (double value);
}
member MinSize : float with get, set
Property Value
Double
See Also
Reference
SizingOptions Class
Autodesk.Revit.DB.Analysis Namespace